{
    "text": [
      "You didn’t exactly plan to end up here in your thirties — half-submerged in something bigger than yourself — but you always knew you didn’t want to swim alone.",
      "Touch tile.",
      "You lean on the yellow beaded lane lines, elbows resting as you catch your breath.",
      "A good few laps.",
      "You see others hitting a couple more.",
      "You’re doing this together.",
      "Right?",
      "You try to blink the chlorine out of your eyes.",
      "Are you ready for the next lap?",
      "On the far side of the pool some peers climb out and gather their towels.",
      "A question bubbles up in your head: Is this the life you wanted?",
      "How to grow old?",
      "It wasn’t always like this.",
      "You remember departing from the safe shores of art school into open water.",
      "With a master’s degree and a half-written grant proposal under your arm, you were determined to be an independent artist, designer, researcher, or whatever title best fit the funding form.",
      "You weren’t looking to find dry land in the form of stable employment, but were hoping to stay afloat between grants and freelance commissions.",
      "Being your best autonomous, critical-thinking self, a special fish, like your studies had taught you.",
      "The open water was cold and the waves were wild.",
      "There were some buoys and (institutional) piers to keep starting artists afloat, but they were leaking and rotting.",
      "You looked around and saw others braving the water beside you, struggling at times.",
      "Someone pumped up a float.",
      "Someone else suggested building a raft.",
      "There was something else from those years of school that you started to miss: company.",
      "Not the corporate kind, but that of peers.",
      "Sitting beside others while you worked.",
      "Body doubling your way through deadlines.",
      "Discussing process and existential dread over cheap coffee.",
      "Offering feedback when needed, but mostly just…being near.",
      "Eventually, a group of you decided to start carving out something a little more stable — a container to swim in and train for the open water together, free of currents trying to pull you under: a pool.",
      "A pool as a collective support structure for freelance cultural practitioners while the old structures are crumbling.",
      "A safe zone where you can catch your breath and help each other refine your strokes.",
      "A place for play and conviviality.",
      "Back in your lane, you smile at the thought.",
      "Now this vision rings both exciting and a little naive.",
      "Of course, pools come with risks too.",
      "You can slip.",
      "You can hit the bottom.",
      "You may outgrow a pool.",
      "You might have to drain and fill it back up.",
      "And over time, the water shifts, surface ripples turn to undercurrents.",
      "You realize it’s possible to drown here, too — not just in work, but in shared responsibilities and collective identity, in the slow drift of growing older.",
      "So the question shifts: how do you stay afloat together?",
      "As you mature, as life expands, as people peel off toward other shores?",
      "You close your eyes and swim down memory lane, remembering how you didn’t dive in headfirst, but rather began in the shallow end — with something modest, something light and inflatable.",
      "You dip your toes in.",
      "Just a space to work, somewhere that isn’t your kitchen table.",
      "Safe, shallow, no diving allowed.",
      "Each of you can barely fit your desk in, but the water feels warm.",
      "There is a small kitchen and a big table for sharing meals and feels.",
      "You are now a shared studio.",
      "Slightly crammed in a corner, next to a hole in your tabletop to make room for the plumbing, you tap away on your keyboard.",
      "You sometimes think about how having more space might allow you to make bigger work.",
      "You squint at your screen, where the afternoon light is starting to hit, and tell yourself it’s OK, that building websites doesn’t require m².",
      "Your studiomate who is 3D modeling an exhibition one desk over stands up and starts rummaging through the kitchen cabinets.",
      "There is no cooking schedule.",
      "Some things happen naturally.",
      "Other things don’t.",
      "“Can we avoid becoming an office where everyone just sits at their screens all day?”",
      "“Sure, but I do come here to work.”",
      "“I don’t even like my spot, honestly.”",
      "Because of the spatial scarcity and shared amenities, group meetings are called to align on how to coexist, keep things clean, and pay bills.",
      "You download an app to keep track of grocery costs and make a shared calendar.",
      "Meetings are scheduled monthly to keep a rhythm.",
      "Someone leaves for a bigger atelier.",
      "One desk becomes a drawing table.",
      "Slowly more toys are brought in: synthesizers, a sewing machine, a ball to kick around during breaks.",
      "A first storage unit is built, but the rule is “active tools and materials only.”",
      "No swampy archives.",
      "It holds.",
      "Work, play, gathering — the pool hums with potential.",
      "You feel ready to host.",
      "But to invite more in, to give the pool more shape, you need a name.",
      "After some deliberation you revive a dormant name already owned by a few of you.",
      "It comes preloaded: domain, email, Instagram handle, chamber registration.",
      "At first not everyone feels entirely comfortable slipping into a name they didn’t help invent, but you agree that it’s perfect for what you want to be: a pool for working and learning together, where occasional swimming lessons are provided when you need some extra practice.",
      "The Name goes on the window, each of your names underneath.",
      "More passers-by stop to ask: what goes on in there?",
      "Many things.",
      "Your space is evolving into a kind of sub-tropical attraction with slides, wave machines, maybe even a hot tub.",
      "Instead of plastic palms, there’s a small garden with sunflowers; a cozy corner for naps stands in for a sauna.",
      "An additional storage unit transforms into a bar-slash-DJ booth during events.",
      "Gradually, a visual style surfaces.",
      "The website takes on elements from the space: its footer echoes the green skirting board; the background matches the “touch of sesame” floor paint.",
      "Everything is colorful, handmade, a bit wet around the edges.",
      "It draws in kindred spirits across ponds and oceans — even a self-proclaimed intern joins the pool, buoyant with energy.",
      "One of you launches a series of themed quarterly tax events, inviting fellow freelancers to come do their VAT returns in costume.",
      "As they initiate more events, they become the driving force behind your public program and Instagram feed, with their aesthetic forming a clear stream across the tiles.",
      "“Is this our vibe now?",
      "I wanted to post my event but it feels off-brand somehow.”",
      "“I keep wondering if potential clients will think it’s...unserious.”",
      "“But isn’t that kind of our thing?",
      "If it’s too polished, it’s just as painful as posting on my own feed.”",
      "“Don’t know.",
      "I just feel weird being playful in this political climate...”",
      "“Maybe just slide in a photo dump?",
      "A little image buffer?”",
      "For the Name to work as a stage, you learn it works best when one person swims out front, while the others support from the shallows.",
      "One writes a prompt for the newsletter, others respond to it.",
      "No pressure to synchronize.",
      "The pool starts to take shape as a composite of everyone who has shown up — not consistent, but accumulative.",
      "A collection of aesthetics and initiatives, like a thermal spa made of different smaller pools.",
      "Publishing feels easier under the Name.",
      "It’s less about personal branding, more about throwing something out there and seeing who swims toward it.",
      "Suddenly the wave machine cuts and you’re hit by silence.",
      "Are the others queuing for a slide?",
      "Then you hear a splash.",
      "It’s you — or someone who looks like you — diving into deeper waters.",
      "A new area has been added — rectangular with lane markers and diving boards.",
      "Things are starting to look serious now.",
      "Because the Name is no longer just on the window, it’s on invoices.",
      "A cultural institution invites you to design a public program.",
      "Another wants you to moderate a panel.",
      "You start getting paid as a group through a shared account, although not much.",
      "Do you split fees evenly, or let them float in the kitty, buoying future plans?",
      "Meanwhile, you move into a bigger space.",
      "Like a diving pool, it’s an empty, echoey container; it needs to be tiled, painted, and lit.",
      "Furnishing it becomes a project in itself.",
      "So does the pool-warming party you want to throw.",
      "You’re no longer just floating in proximity, supporting each other’s work — you’re choreographing something, making work together.",
      "A synchronized swim.",
      "Are you officially a collective now?",
      "You try to align through spreadsheets.",
      "The responsible one in the group puts on the lifeguard vest, making sure tasks don’t sink to the bottom, and everyone shows up to the meetings.",
      "These now start with intimate, professional check-ins to see how everyone’s doing in their lane.",
      "Energies fluctuate.",
      "Someone is out of breath.",
      "Someone else is drowning in client work.",
      "Those with more time on their hands apply for a collective grant.",
      "You win.",
      "Now what?",
      "“So who wants to do what?”",
      "“What was it about again?",
      "Can you read the application?”",
      "“I feel like I just lose motivation when it becomes a task.”",
      "“How else will we get it done?",
      "In the last months nothing happened.”",
      "“Can we finish up?",
      "I have a deadline for this other thing…”",
      "It remains difficult to balance doing your own laps with working on the collective choreography.",
      "With no one directing from the edge, you try something else: a routine where everyone practices a move of their own, sometimes pairing up for a dive, syncing loosely for a shared sequence.",
      "Dividing roles like the instruments of a band.",
      "It works, most of the time.",
      "Now, that’s where you are, holding onto the yellow line.",
      "Eyes red, fingertips wrinkled.",
      "You wonder: how to grow old within this pool?",
      "You’ve made it this far — sharing space, a name, sometimes even the work.",
      "But now the water feels different.",
      "Quieter.",
      "Deeper.",
      "You feel different, too.",
      "Tired, yes, but stronger.",
      "The pool has carried you through laps and splashy seasons, but something is shifting.",
      "You're spending more time holding the infrastructure afloat than actually swimming.",
      "Money trickles in, but it's not enough to lift everyone.",
      "You play with the radical idea of pooling income.",
      "To give each other more breath.",
      "It’s scary, but you hear lawyers and surgeons do it too.",
      "Maybe you’re outgrowing this pool.",
      "Maybe you’re ready for something less tiled.",
      "Less chlorinated.",
      "You remember that the whole idea of the pool was to face the open water someday.",
      "You notice it then.",
      "A thin stream, cool and muddy, slipping out through a crack in the tile.",
      "Not loud, but steady.",
      "You wave to your peers.",
      "Maybe it’s time to follow the current.",
      "You have left the clean confined container and are approaching unknown territory.",
      "The water is wider, murkier; you can no longer see the bottom, but you can imagine what is there.",
      "What if you get in?",
      "Will the current pull you somewhere you don’t wanna go?",
      "What if you cannot get out?",
      "What if you no longer need to tread water but can be carried by the flow instead?",
      "You consider making the commitment — not just to sharing work, but to pooling income.",
      "Having your earnings, or at least a portion of them, flow straight into a collective pot, and receiving a monthly salary.",
      "You dip your foot in.",
      "Not very warm but not too cold.",
      "Not everyone is eager, but you decide to hold hands and jump in three...two...one...",
      "“Wait!",
      "What if I want to buy a house?”",
      "“A steady wage might help the mortgage.”",
      "“I’d feel bad freeloading off of you, no jobs in the coming months!”",
      "“But maintaining the server is work, too!”",
      "You go back to your towels and jump into the sheets: a table with all of your incomes of the past year.",
      "Some months, the water’s calm.",
      "Other times, it floods with opportunities — or dries up entirely.",
      "You discuss what life you really see in front of you.",
      "You draft protocols, hoping they’ll hold when things get unpredictable.",
      "You debate salaries, percentages, buffers, thresholds.",
      "Should there be a ceiling?",
      "Should hours be tracked or is trust enough?",
      "You look at structures like associations, co-ops, and A-corps, and you become one.",
      "A solid raft that allows you to rest and jump in and come back, floating along the river.",
      "Feelings of guilt and frustration ebb and flow, but you learn how to deal with them.",
      "You dare to ask for more pay from your clients.",
      "Someone takes time off work and cooks more.",
      "New projects develop.",
      "New hobbies emerge.",
      "A pension is built.",
      "You create a way to keep going.",
      "But going where?",
      "If this is a river, surely it leads somewhere?",
      "You’ve made it out to sea.",
      "Down below there’s no floor — just pressure, darkness, and strange glowing creatures that evolved to survive these conditions.",
      "No land in sight, but your radar shows you’re not alone.",
      "You start exchanging messages with other spaces, across the city or ocean, navigating similar tides.",
      "You realize your raft is part of a larger fleet.",
      "You want to build a different kind of alliance, not just to practice strokes, but to explore ways of navigating these feral waters between ruins of institutional platforms.",
      "You join working groups.",
      "You sign collective letters.",
      "You start whispering the words: union, guild, movement.",
      "You begin distributing the shared tools within your space across other spaces.",
      "Templates, care protocols, cautionary tales.",
      "You mentor new collectives.",
      "You get invited to more panels.",
      "“Who can join the Tuesday labor conditions session?”",
      "“You’re the best politician.”",
      "“Was hoping to work on my own thing.”",
      "“If this gets through, we’ll all have more time for that.",
      "Isn’t it our responsibility to give back?”",
      "“Maybe our responsibility is just to live it.",
      "To show another way is possible.”",
      "“Yeah maybe, but how do we show it?”",
      "Sometimes, you wonder if this work-about-work is swallowing what you came here to do.",
      "It barely leaves space to just sit together on the dock.",
      "You don’t want to lose the long lunches, the open time, the gentle pace that makes space for ideas to surface and play out.",
      "You remind each other: the goal isn’t scaling up, it’s better swimming conditions.",
      "Like in synchronized swimming, not everyone needs to perform every move.",
      "One ship maps deep-sea routes.",
      "Another negotiates with big boats.",
      "A third drifts close to shore, teaching new swimmers how to float…",
      "You blink.",
      "Chlorine stings.",
      "Yellow beads press into your skin.",
      "The Spirits of Pools Past and Yet To Come linger, as you swim towards the ladder.",
      "Did anyone else drift off?",
      "You glance up — someone’s already standing with their towel.",
      "Another meets your eyes.",
      "Then you see it: the cracked tile and the thin muddy stream trickling.",
      "Maybe it wasn’t just a daydream?",
      "You look at each other.",
      "“Ready?”",
      "Extra Practice is a collective studio space in Rotterdam (NL), shared by Jack Bardwell, Gijs de Boer, Elliott Cost, Benjamin Earl, Kirsten Spruit and Emma Verhoeven."
    ]
  }
  